Revit 2027 API
ParameterTypeId.StairstypeNotchVerticalGap Property
 "Vertical Gap Distance":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchVerticalGap { get; }
Public Shared ReadOnly Property StairstypeNotchVerticalGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchVerticalGap {
	ForgeTypeId^ get ();
}
static member StairstypeNotchVerticalGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace